<?php
//常用变量
$ORDERSTATE=array(1=>"待处理",2=>"处理中",3=>"在途中",4=>"已到货",5=>"提交货运",6=>"无效订单");//订单状态

$SONGLI=array(1=>"待处理",2=>"处理中",3=>"在途中",4=>"已到货",5=>"无效订单");//订单状态

$SENDORDERSTATE=array(1=>"待处理",2=>"已邮寄",3=>"已确认",4=>"无效运单");//运单状态


$USERSTATE=array(0=>"未审核",1=>"正常",2=>"正常2",3=>"禁用");//用户状态

$PAYTYPE=array(0=>"银行转帐",1=>"支付宝",2=>"Paypal充值",3=>"IPS充值",4=>"网银在线",9=>"其他");//充值支付方式

$RECORDTYPE=array(1=>"支出",2=>"收入");//用户状态

$RECORDACTION=array(0=>"管理员操作",1=> "购买商品", 2=> "国内运费", 3=> "国际运费", 4=> "取消订单", 5=> "价格调整", 6=> "数量调整", 7=> "运费调整", 8=> "积分兑换", 9=> "账户充值");//用户状态



$CURRENCY=array('GBP'=>'GBP-英镑','EUR'=>'EUR-欧元','HKD'=>'HKD-港币','USD'=>'USD-美元','CHF'=>'CHF-瑞士法郎','SGD'=>'SGD-新加坡元','SEK'=>'SEK-瑞典克朗','DKK'=>'DKK-丹麦克朗','NOK'=>'NOK-挪威克朗','JPY'=>'JPY-日元','CAD'=>'CAD-加拿大元','AUD'=>'AUD-澳大利亚元','MOP'=>'MOP-澳门元','PHP'=>'PHP-菲律宾比索','THB'=>'THB-泰国铢','NZD'=>'NZD-新西兰元','KRW'=>'KRW-韩国元');


//优惠卷获取途径
$COUPONGETWAY=array(1=>'积分兑换',2=>'活动赠送');

$COUPONSTATE=array(0=>'未激活',1=>'未使用',2=>'出售中',3=>'已使用');

$UTYPENAME=array(0=>'普通会员',1=>'黄金会员',2=>'白金会员',3=>'钻石会员');
$FAVORITETYPE=array(0=>'服装',1=>'鞋包',2=>'美容',3=>'居家',4=>'配饰',5=>'食品');
?>