<?PHP exit;?>	2012-04-09 05:25:42|用户名：liulei634|减去|金额：-82|说明买入<a href=\'http://item.taobao.com/item.htm?id=12971593447&tracelog=n_eshop_goods_pop_taobao&templateid=018297717de64e969a1335ee918268e6&numid=12971593447&userid=b626671ae267062630487e22da716bed\' target=\'_blank\'>《SW【毛领黑呢短风衣】1/3LUTS.DOD.AS.DZ.SD娃娃》</a> 1件，订单ID:264
<?PHP exit;?>	2012-04-09 05:25:42|用户名：liulei634|减去|金额：-10|说明卖家[sunny1223]国内运费:10.00
<?PHP exit;?>	2012-04-13 03:33:06|用户名：liulei634|减去|金额：-468|说明买入<a href=\'http://item.taobao.com/item.htm?id=15148552678&spm=2014.12585336.0.0\' target=\'_blank\'>《懒人鞋韩版英伦真皮鞋特大码男鞋4445码46码47码48男士大号休闲鞋》</a> 1件，订单ID:26
<?PHP exit;?>	2012-04-13 03:35:00|用户名：liulei634|减去|金额：-285|说明买入<a href=\'http://item.taobao.com/item.htm?id=14700679853&spm=2014.12585336.0.0\' target=\'_blank\'>《春秋韩版日常鞋子李宁男鞋正品运动休闲时尚潮流板鞋男潮鞋休闲鞋》</a> 3件，订单ID:27
<?PHP exit;?>	2012-04-13 03:38:33|用户名：liulei634|减去|金额：-105|说明买入<a href=\'http://item.taobao.com/item.htm?id=14700679853&spm=2014.12585336.0.0\' target=\'_blank\'>《春秋韩版日常鞋子李宁男鞋正品运动休闲时尚潮流板鞋男潮鞋休闲鞋》</a> 1件，订单ID:28
<?PHP exit;?>	2012-04-13 03:46:28|用户名：liulei634|减去|金额：-95|说明买入<a href=\'http://item.taobao.com/item.htm?id=14700679853&spm=2014.12585336.0.0\' target=\'_blank\'>《春秋韩版日常鞋子李宁男鞋正品运动休闲时尚潮流板鞋男潮鞋休闲鞋》</a> 1件，订单ID:29
<?PHP exit;?>	2012-04-13 03:46:28|用户名：liulei634|减去|金额：-10|说明卖家[一休哥的木鱼]国内运费:10
<?PHP exit;?>	2012-04-14 09:06:10|用户名：liulei634|减去|金额：-165|说明买入<a href=\'http://item.taobao.com/item.htm?spm=110-18l6-233Vr.5w82-3NP5n.5046926764&id=13524479622&\' target=\'_blank\'>《秋冬新款女装 大码 韩版 独特毛织翻领羊毛呢子大衣 保暖帅气》</a> 1件，订单ID:265
<?PHP exit;?>	2012-04-14 09:06:10|用户名：liulei634|减去|金额：-10|说明卖家[自由飞翔528]国内运费:10.00
<?PHP exit;?>	2012-04-19 03:34:58|用户名：jackmic|增加|金额：2000|说明无
<?PHP exit;?>	2012-04-19 03:37:23|用户名：jackmic|减去|金额：-96|说明买入<a href=\'http://item.taobao.com/item.htm?id=13773221472&spm=2014.12585336.0.0\' target=\'_blank\'>《2012春装夏裙新款 韩版镂空吊带裙大码裙显瘦包臀修身连衣裙 夏季》</a> 1件，订单ID:265
<?PHP exit;?>	2012-04-19 03:37:23|用户名：jackmic|减去|金额：-10|说明卖家[两只猪猪猫]国内运费:10.00
<?PHP exit;?>	2012-04-19 03:40:50|用户名：jackmic|减去|金额：-10|说明调整商品<a href=\'http://item.taobao.com/item.htm?id=13773221472&spm=2014.12585336.0.0\' target=\'_blank\'>《2012春装夏裙新款 韩版镂空吊带裙大码裙显瘦包臀修身连衣裙 夏季》</a>运费：10订单ID:265
<?PHP exit;?>	2012-04-19 04:20:43|用户名：hihihaha|减去|金额：-248|说明买入<a href=\'http://item.taobao.com/item.htm?id=14935151937&spm=2014.12585336.0.0\' target=\'_blank\'>《【天天特价】时尚潮流潮鞋日常休闲鞋韩版男鞋子真皮板鞋透气鞋-3》</a> 1件，订单ID:266
<?PHP exit;?>	2012-04-19 04:23:06|用户名：hihihaha|减去|金额：-248|说明买入<a href=\'http://item.taobao.com/item.htm?id=14935151937&spm=2014.12585336.0.0\' target=\'_blank\'>《【天天特价】时尚潮流潮鞋日常休闲鞋韩版男鞋子真皮板鞋透气鞋-3》</a> 1件，订单ID:26
<?PHP exit;?>	2012-04-19 04:23:06|用户名：hihihaha|减去|金额：-248|说明买入<a href=\'http://item.taobao.com/item.htm?id=14935151937&spm=2014.12585336.0.0\' target=\'_blank\'>《【天天特价】时尚潮流潮鞋日常休闲鞋韩版男鞋子真皮板鞋透气鞋-3》</a> 1件，订单ID:27
<?PHP exit;?>	2012-04-19 04:23:51|用户名：hihihaha|减去|金额：-248|说明买入<a href=\'http://item.taobao.com/item.htm?id=14935151937&spm=2014.12585336.0.0\' target=\'_blank\'>《【天天特价】时尚潮流潮鞋日常休闲鞋韩版男鞋子真皮板鞋透气鞋-3》</a> 1件，订单ID:28
<?PHP exit;?>	2012-04-24 10:18:35|用户名：liulei634|减去|金额：-96|说明买入<a href=\'http://item.taobao.com/item.htm?id=13773221472&spm=2014.12585336.0.0\' target=\'_blank\'>《2012春装夏裙新款 韩版镂空吊带裙大码裙显瘦包臀修身连衣裙 夏季》</a> 1件，订单ID:29
<?PHP exit;?>	2012-04-24 10:18:35|用户名：liulei634|减去|金额：-10|说明卖家[两只猪猪猫]国内运费:10
<?PHP exit;?>	2012-04-24 10:18:37|用户名：liulei634|减去|金额：-96|说明买入<a href=\'http://item.taobao.com/item.htm?id=13773221472&spm=2014.12585336.0.0\' target=\'_blank\'>《2012春装夏裙新款 韩版镂空吊带裙大码裙显瘦包臀修身连衣裙 夏季》</a> 1件，订单ID:30
<?PHP exit;?>	2012-04-24 10:18:37|用户名：liulei634|减去|金额：-10|说明卖家[两只猪猪猫]国内运费:10
<?PHP exit;?>	2012-04-26 06:56:54|用户名：jackmic|减去|金额：-29.01|说明买入<a href=\'http://item.taobao.com/item.htm?id=14473882054&spm=2014.12585336.0.0\' target=\'_blank\'>《VANCL 凡客诚品 T恤 短袖 女 夏季新款纯棉 印花角梳 35194》</a> 1件，订单ID:31
<?PHP exit;?>	2012-04-26 06:56:54|用户名：jackmic|减去|金额：-10|说明卖家[vancl凡客诚品旗舰店]国内运费:10
<?PHP exit;?>	2012-04-26 07:00:17|用户名：jackmic|减去|金额：-229.6|说明提交运单,运单ID:60
