<?PHP exit;?>	2013-11-04 04:37:56|用户名：ccfun1127|减去|金额：-49|说明买入<a href=\'http://item.taobao.com/item.htm?id=18702474875&spm=2014.12110377.0.0\' target=\'_blank\'>《达利都 新款水钻镶嵌 女士牛皮细腰带 皮带女 韩版时尚带钻 正品》</a> 1件，订单ID:288
<?PHP exit;?>	2013-11-04 04:37:56|用户名：ccfun1127|减去|金额：-298|说明买入<a href=\'http://item.taobao.com/item.htm?id=16171574592&spm=2014.12110377.0.0\' target=\'_blank\'>《2013秋冬新款 正品 奢华兔毛大毛领 白鸭绒短款羽绒服 女 蕾丝边》</a> 1件，订单ID:289
<?PHP exit;?>	2013-11-04 04:37:56|用户名：ccfun1127|减去|金额：-10|说明卖家[达利都旗舰店]国内运费:10.00
<?PHP exit;?>	2013-11-04 04:51:39|用户名：ccfun1127|减去|金额：-39|说明买入<a href=\'http://item.taobao.com/item.htm?id=15084995161&spm=2014.12110377.0.0\' target=\'_blank\'>《正品高档男士真皮钥匙包多功能男女式牛皮锁匙包零钱卡夹男款韩版》</a> 1件，订单ID:290
<?PHP exit;?>	2013-11-04 04:51:39|用户名：ccfun1127|减去|金额：-10|说明卖家[小晖皮具l]国内运费:10.00
