<?PHP exit;?>	2013-10-08 06:34:24|用户名：alexluah|增加|金额：1000|说明
<?PHP exit;?>	2013-10-08 06:34:35|用户名：alexluah|减去|金额：-69|说明买入<a href=\'http://item.taobao.com/item.htm?id=10355874352&spm=2014.12110377.0.0\' target=\'_blank\'>《2013夏季新款女装韩版女士纯棉针织挂脖吊带衫串珠打底吊带背心女》</a> 1件，订单ID:277
<?PHP exit;?>	2013-10-08 06:34:35|用户名：alexluah|减去|金额：-69|说明买入<a href=\'http://item.taobao.com/item.htm?id=10355874352&spm=2014.12110377.0.0\' target=\'_blank\'>《2013夏季新款女装韩版女士纯棉针织挂脖吊带衫串珠打底吊带背心女》</a> 1件，订单ID:278
<?PHP exit;?>	2013-10-08 06:34:35|用户名：alexluah|减去|金额：-10|说明卖家[hao121265]国内运费:10.00
<?PHP exit;?>	2013-10-14 12:52:15|用户名：testing|增加|金额：1000|说明asdf
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-69|说明买入<a href=\'http://item.taobao.com/item.htm?id=19405050239&spm=2014.12110377.0.0\' target=\'_blank\'>《2013秋装韩版修身女款长袖T恤 镂空花朵显瘦圆领长t上衣打底衫nv》</a> 1件，订单ID:280
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-35|说明买入<a href=\'http://item.taobao.com/item.htm?id=14501719672&spm=2014.12110377.0.0\' target=\'_blank\'>《2013新款中年女包中老年女包妈妈包包女士斜挎斜跨包复古小包包邮》</a> 1件，订单ID:281
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-35|说明买入<a href=\'http://item.taobao.com/item.htm?id=14501719672&spm=2014.12110377.0.0\' target=\'_blank\'>《2013新款中年女包中老年女包妈妈包包女士斜挎斜跨包复古小包包邮》</a> 1件，订单ID:282
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-69|说明买入<a href=\'http://item.taobao.com/item.htm?id=19405050239&spm=2014.12110377.0.0\' target=\'_blank\'>《2013秋装韩版修身女款长袖T恤 镂空花朵显瘦圆领长t上衣打底衫nv》</a> 1件，订单ID:283
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-98|说明买入<a href=\'http://item.taobao.com/item.htm?id=18435299588&spm=2014.12110377.0.0\' target=\'_blank\'>《热卖包邮 2013秋冬装新款 韩版时尚百搭显瘦高领打底毛衣女针织衫》</a> 1件，订单ID:284
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-480|说明买入<a href=\'http://item.taobao.com/item.htm?id=16171574592&spm=2014.12110377.0.0\' target=\'_blank\'>《2013秋冬新款 正品 奢华兔毛大毛领 白鸭绒短款羽绒服 女 蕾丝边》</a> 1件，订单ID:285
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-49|说明买入<a href=\'http://item.taobao.com/item.htm?id=10355874352&spm=2014.12110377.0.0\' target=\'_blank\'>《2013夏季新款女装韩版女士纯棉针织挂脖吊带衫串珠打底吊带背心女》</a> 1件，订单ID:286
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-10|说明卖家[韩范瑄旗舰店]国内运费:10.00
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-10|说明卖家[wjmud2]国内运费:10.00
<?PHP exit;?>	2013-10-14 12:52:39|用户名：testing|减去|金额：-10|说明卖家[hao121265]国内运费:10.00
<?PHP exit;?>	2013-10-14 12:57:38|用户名：testing|增加|金额：35|说明取消订单<a href=\'http://item.taobao.com/item.htm?id=14501719672&spm=2014.12110377.0.0\' target=\'_blank\'>《2013新款中年女包中老年女包妈妈包包女士斜挎斜跨包复古小包包邮》</a>订单ID:282
<?PHP exit;?>	2013-10-14 01:01:09|用户名：testing|增加|金额：69|说明取消订单<a href=\'http://item.taobao.com/item.htm?id=19405050239&spm=2014.12110377.0.0\' target=\'_blank\'>《2013秋装韩版修身女款长袖T恤 镂空花朵显瘦圆领长t上衣打底衫nv》</a>订单ID:280
<?PHP exit;?>	2013-10-14 01:15:35|用户名：testing|减去|金额：-35|说明买入<a href=\'http://item.taobao.com/item.htm?id=14501719672&spm=2014.12110377.0.0\' target=\'_blank\'>《2013新款中年女包中老年女包妈妈包包女士斜挎斜跨包复古小包包邮》</a> 1件，订单ID:287
<?PHP exit;?>	2013-10-14 01:15:35|用户名：testing|减去|金额：-10|说明卖家[wjmud2]国内运费:10.00
