<?PHP exit;?>	2014-06-01 05:28:00|用户名：aaaa|增加|积分：200|说明注册送积分:200
<?PHP exit;?>	2014-06-13 03:47:12|用户名：imjacky|增加|积分：200|说明注册送积分:200
<?PHP exit;?>	2014-06-13 06:23:52|用户名：testtest|增加|积分：200|说明注册送积分:200
<?PHP exit;?>	2014-06-14 10:18:15|用户名：testtest|增加|积分：1050.00|说明运单完成送积分:1050.00,运单ID:66
<?PHP exit;?>	2014-06-14 04:06:54|用户名：mxjyweb|增加|积分：200|说明注册送积分:200
<?PHP exit;?>	2014-06-14 04:29:29|用户名：testtest|增加|积分：1080.00|说明运单完成送积分:1080.00,运单ID:67
<?PHP exit;?>	2014-06-15 01:32:41|用户名：igoyi|增加|积分：200|说明注册送积分:200
<?PHP exit;?>	2014-06-20 03:30:56|用户名：aaronting87|增加|积分：200|说明注册送积分:200
